
//1
const shipDamage = `Критична информация:
Аварийно кацане на планета наречена Земя!
Кораба е повреден и неговото функциониране и излитане е невъзможно, докато не бъде поправен!
Повредите включват:  повреди на вътрешни и външни елементи по корпуса, пропелерите, ахроматичната система, протекторите и др.
Горивният плазмен генератор е невредим, но магнитохидродинамичните ефекти не могат да бъдат генерирани, за да се задейства  антигравитационния ускорител, тъй като катализиращата течност ускоряваща химичните реакции H2O-A1B1 се е изпарила.
Препоръчителни действия които да бъдат предприети:
Да се посети най-близкият град и там...
1) да се намери специализиран майстор който да отстрани повредите 
2) да се намери и налее катализираща течност H2O-A1B1
`
//2
const planet = `
 Информация за планета Земя:
 Планета Земя е част от Слънчевата система.
 Тя е единствената планета в системата, за която се вярва, че има живот на повърхността и. Земята има дълго история, започваща от преди два милиарда години и продължаваща до днес. Планетата е покрита с вода която представлява приблизително 71% от повърхността. Земята има също така богато биоразнообразие, което включва милиони видове животни и растения.
 Вида с които може да се установи контакт, се нарича човешки същества - хора.
`
//3
const people = `
Среща с вид хуманоид!
Информация за хората:
Примитивни - ограничени същества, с ниско еволюционно ниво на развитие. Имат първични интелектуални способности, слабо надвишаващи животинските и нямат възможност да се адаптират и да разберат сложните отношения и интеракциите, които произхождат от тях.
Някои от лошите и негативните черти на човека, трябва да се вземат предвид, в най-съкратен вариант те включват:
егоцентризъм - култ към собствената личност, склонност към насилие, налагане на своите лични интереси над тези на другите, да правят и да предприемат принудителни решения водещи до грешки заради своя егоистичен поглед.
Липсата на самоконтрол, лоялност, корумпираност и недисциплинираност. Склонност към излишна самоувереност, 
измама, честолюбие, завист и т.н.
Хора са потенциално опасни както за себе си, така и за другите околните същества!
`
//4
const omg = `
OMG!
Би трябвало да означава: "Object Management Group (OMG)"
Но, по всяка вероятност съществото влага друг смисъл в съкращение "OMG", за да използва възклицанието "Oh My God!"
`
//5
const halloween = `
Хелоуин е "празник", който се провежда на 31 октомври. Началото си води от келтския езически ритуал Сауин (Samhain). По традиция децата носят "страшни" костюми, тиквени фенери и обикалят съседите си, като просят бонбони и сладки с изнудването, че ако не получат такива, ще им "изиграят номер".
Внесен от преселниците ирландци в Америка и от там набира популярност и се разпорстрянява из американските колонии по света. 
` 


//6
const miro = `
Миро: - този продавач на зарзават, има ниско умствено развитие, слаба памет и минимална способност да обработва информация.
Ограничено критично мислене и занижена интелигентност да разбира и анализира информация бързо и ефективно.
`

//7
const profesor = `
Професор: дипломиран специалист с завидно образование и дългогодишна практика и опит в  областта си.
Притежава висок интелект, за разлика от по-голямата част останали индивиди.
С високо признание в академичните  и научни среди.  Като цяло,  притежава професионални знания и умения, но в алкохолизираната фаза в която се намира, не всичко което казва трябва да се взима за чиста монета.
`

//8
const natali = `
Натали: склонност към нимфомания.
Привлекателна, страстно женствена и забележителна. Изключително чувствителна, мила и приятна за общуване. 
Добре възпитана, интелигентна, възприемчива и комуникативна. 
Със силна интуиция и възможност за дълбоко анализиране на сложни проблеми. 
Понякога се прави на приятно разсеяна,  с оглед постигане на определени цели.
`

//9
const lina = `
Лина: лицемерна, двулична, измамна, манипулативна, меркантилна, комерсиална.
Чувство за изключителност, неземна красота, амбициозност и целеустременост.
Впечатлява се предимно от индивиди от мъжки пол по следните критерии: добри финанси, самолети, яхти, лимузини, скъпи подаръци, екскурзии и екзотични почивки.
`

//10
const johnny = `
Джони: монтьор - майстор с над 20 години трудов стаж в областта на инженеринга и механиката.
Притежава широка гама от умения и знания, които включват контрол и профилактика на съоръжения, контрол на качеството, поддръжката на техника. В последните 5 години работи предимно с автомобили в частният си сервиз.
Много хитър и изобретателен.С бизнес нюх в сферата на пазарлъците и изнудването.
`

//11
const police = `
Полицай: простоват и не особено интелигентен индивид, който не се отличава със завидни умения и знания.
Трудно усвояващ новите познания и  липса на интерес към нещата около заобикалящият го свят.
Предпочита да прави всичко по вече известния начин, за да не се напряга допълнително с умствени процеси.
Обикновено предпочита да се ограничава в общуването с другите.
Има малък кръг на интереси и предпочита да прекарва времето си в  уединение. 
`
//12
const lora = `
Лора:  амбулантен търговец, характеризиращ се със смело и измамно поведение.
Използва хитрост и разнообразни схеми, за да вкара хората в капана си.
Служи си с множество прийоми и врътки, за да привлече вниманието на потенциалните жертви. 
Липса на предразсъдъци и съжаление.  Чувство за безнаказаност и недосегаемост.  
`


//13
const minister = `
Минисър: кариерист с многостранни качества и характеристики и средно умствен потенциал.
Има добра наблюдателна способност и неспирно желание за израстване и усъвършенстване.
Симулира пълно придържане към правилата и нормите на обществото.
Добър организатор и манипулатор на държавните и политически процеси. Умее да извлича лична полза за себе си, без притеснение и свян.
`

//14
const abramovich = `
Абрамович: крупен бизнесмен, нефтен магнат, най-богатият в Централна и Източна Европа. Състоянието около 12,4 млрд. долара.
Движи се с антураж и охрана от около 40 души, струващи около 2 млн. долара годишно.
Лични притежания: къща на улицата на милиардерите в Лондон; замък на Френската ривиера, частен самолет – Boeing 767, който може да побере 375 души.
Втората най-дълга частна яхта в света 'Eclipse' – 163 метра с два басейна и собствена подводница с цена от 1,5 млрд. долара.
`

//15
const squirt = `
Скуърт оргазъм: през 2001 г. G-точката, заедно е с парауретралните жлези (Skene жлези), намиращи се в зоната на G-точката, е официално обявена за женски анатомичен орган и по-точно – за женска простата. Следователно и всички жени могат да еякулират, тъй като G-точката е снабдена със секреторни клетки, подобни на тези в мъжката простата. G-точката е свързана със система от каналчета, които водят към уретрата, и в които се образува еякулационната течност, изпълваща  G-точката  при сексуална възбуда и стимулация.
При последвала стимулация се достига до  т.нар. скуърт оргазъм (от англ. squirt - бликам, пръскам). Той се изразява в изхвърлянето, под формата на силна струя, на голямо количество прозрачна течност от парауретралните жлези, най-голямата от които се намира на отверстието на уретрата. Еякулационната течност е напълно различна от смазочната вагинална течност, която се отделя по време на секс.  Няма нищо общо и  с урината (въпреки, че първоначалното усещане е като напишкване), и е от части близка до семенната течност във връзка с това, че съдържа протеини, а също наподобява и простатния секрет при мъжете като химичен състав.  
`


let infoTextMessagesObj = {
  1: shipDamage,
  2: planet,
  3: people,
  4: omg,
  5: halloween,
  6: miro,
  7: profesor,
  8: natali,
  9: lina,
  10: johnny,
  11: police,
  12: lora,
  13: minister,
  14: abramovich,
  15: squirt,
  
}

export default infoTextMessagesObj